Repository: blackPantherOS/PyCoder
Catalog: po/*.po
Languages: hu

source: Name of file to add to the zip file or a specification of the form name=arcname which will specify the archive name to use
hu: Fájlnév hozzáadása a tömörített fájlhoz, vagy olyan specifikáció, amely a következő formában van megadva: name=archívnév, ami meghatározza az archív nevét, amelyet használni kell

source: Libraries that need not be included becausethey would normally be expected to be found on the target system orbecause they are part of a package which requires independentinstallation anyway.
hu: Könyvtárak, amelyeket nem kell beilleszteni, mert általában elvárható lenne, hogy megtalálhatók legyenek a célszámítógépen, vagy azért, mert azok egy olyan csomag részei, amelynek független telepítésre van szüksége.

source: File names of libraries which must be included for thefrozen executable to work.
hu: A befagyaszott futtatható állomány működéséhez szükséges könyvtárak fájlnevei.

source: Paths of directories which contain files that should be included.
hu: Azoknak a könyvtáraknak az elérési útvonalai, amelyek fájljait be kellene illeszteni.

source: Paths of directories which contain files that should notbe included, generally because they contain standard system libraries.
hu: Azoknak a könyvtáraknak az elérési útvonalai, amelyek tartalmaznak olyan fájlokat, amelyeket nem kellene beilleszteni, általában azért, mert standard rendszerkönyvtárakat tartalmaznak.

source: Icon Files (*.png *.svg);;All Files (*)
hu: Ikonfájlok (*.png *.svg);;Minden fájl (*)

source: Add Icon
hu: Ikon hozzáadása

source: Icon with the same name already exists. Replace?
hu: Azonos nevű ikon már létezik. Lecseréljem?

source: Failed Remove
hu: Eltávolítás sikertelen

source: Save Profile
hu: Profil mentése

source: Saving failed!
hu: A mentés meghiúsult!

source: Project Configuration
hu: Projektbeállítások

source: Virtual Environment
hu: Virtuális környezet

source: Name:
hu: Név:

source: Unavailable
hu: Elérhetetlen

source: Available
hu: Elérhető

source: New...
hu: Új...

source: Add Existing...
hu: Létező hozzáadása...

source: File
hu: Fájl

source: Directory
hu: Könyvtár

source: Package
hu: Csomag

source: Backup this..
hu: Mentsük ezt...

source: Create a hot backup
hu: Gyors mentés készítés

source: Delete
hu: Törlés

source: Delete Selection
hu: Szekció törlése

source: Files
hu: Fájl

source: Set as Main Script
hu: Beállítás fő-scriptnek

source: Expand All
hu: Teljes kibontás

source: Expand Tree
hu: Fa kibontása

source: Error
hu: Hiba

source: ' already exists in the destination directory. Would you like to replace it?
hu: ' már létezik a célkönyvtárban. Ki szeretné cserélni?

source: Preparing to copy...
hu: Előkészítés másolásra...

source: File creation failed!
hu: Sikertelen a fájl létrehozása!

source: New Directory
hu: Új Mappa

source: Failed to create directory!
hu: Sikertelen a mappa létrehozása!

source: New Package
hu: Új csomag

source: Package creation failed!
hu: Csomaglétrehozási hiba!

source: Select Files
hu: Válasszon fájlokat

source: All Files (*);;Text Files (*.txt)
hu: Minden fájl (*);;Szövegfájlok (*.txt)

source: Add Existing Files
hu: Létező fájlok hozzáadása

source: Select Directory
hu: Válasszon könyvtárat

source: Add Existing Directory
hu: Létező mappa hozzáadása

source: Add Existing Items
hu: Létező elemek hozzáadása

source: Failed to complete copy!
hu: Sikertelen a másolás befejezése!

source: Permanently delete '
hu: Véglegesen töröljük '

source: ' from the project?
hu: ' a projektből?

source: Failed to delete item!
hu: Nem sikerült törölni az elemet!!

source: Directory not found!
hu: Mappa nem található!

source: Search
hu: Keresés

source: Search Results:
hu: Keresési eredmények:

source: <No results found>
hu: <Nincs találat>

source: Failed:
hu: Sikertelen:

source: Failed Open
hu: Megnyitás sikertelen

source: Problem opening project:
hu: Projekt megnyitási probléma:

source: Creating project... please wait!
hu: Projekt létrehozása... kélek várj!

source: Failed to create project:
hu: Sikertelen a projekt létrehozása:

source: General
hu: Általános

source: Snippets
hu: Kódtöredékek

source: Color Scheme
hu: Színséma

source: Module Completion
hu: Modulkiegészítés

source: Editor
hu: Szerkesztő

source: New
hu: Új

source: Apply
hu: Alkalmazás

source: Default
hu: Alapértelmezett

source: Saving failed: {0}
hu: A mentés sikertelen: {0}

source: Rename failed! {0}
hu: Átnevezés sikertelen! {0}

source: Removing failed! {0}
hu: Az eltávolítás sikertelen! {0}

source: New Shortcut
hu: Új parancshivatkozás

source: Accept
hu: Elfogadás

source: Keymap
hu: Billentyűtérkép

source: Function
hu: Funkció

source: Shortcut
hu: Gyorsgomb

source: Shortcut already in use by '{0}' Replace it?
hu: A parancshivatkozás már használatban van itt: "{0}" Lecseréljem?

source: Default Keymap
hu: Alap billentyűtérkép

source: Setting keymap to default will wipe away your current keymap. Proceed?
hu: A billentyűzetkiosztás alaphelyzetbe állítása törölni fogja az aktuális billentyűzetkiosztást. Folytatja?

source: Auto-Completion
hu: Auto-kiegészítés

source: Current Module
hu: Jelenlegi modul

source: Dynamic Search
hu: Dinamikus keresés

source: Mark Word Occurrence
hu: Szóelőfordulás jelölése

source: Calltips
hu: Hívástippek

source: White Spaces
hu: Üres területek

source: Active Line
hu: Aktív sor

source: Line Numbers
hu: Sorszámok

source: Match Braces
hu: Zárójel párok

source: Folding
hu: Összehajtás

source: Doc on hover
hu: Doku. rámutatáskor

source: Show MiniMap
hu: Minitérkép be

source: Mark Operation Lines
hu: Műveleti vonalak jelölése

source: Edge Line
hu: Záróvonal

source: Edge Mode
hu: Záróvonal mód

source: Background
hu: Háttér

source: Assistant
hu: Asszisztens

source: Style Guide
hu: Stílus útmutató

source: UI
hu: Felület

source: Custom
hu: Egyéni

source: Native
hu: Natív

source: Enable Sounds
hu: Hangok engedélyezése

source: Export Settings
hu: Beállítások exportálása

source: Manage Launchers
hu: Indítók kezelése

source: Path:
hu: Útvonal :

source: Parameters:
hu: Paraméterek:

source: Launch External...
hu: Külső indítás..

source: Add Launcher
hu: Indító hozzáadása

source: Path already exists in launchers!
hu: Az útvonal már létezik az indítók között!

source: Path does not exists!
hu: Az útvonal nem létezik!

source: Path cannot be empty!
hu: Projekt nem lehet üres!

source: Launch
hu: Indítás

source: Path is not available.
hu: Fájl már nem elérhető.

source: Edit Comment
hu: Megjegyzés szerkesztése

source: OK
hu: Rendben

source: Modules
hu: Modulok

source: More
hu: Több

source: Comments:
hu: Megjegyzések:

source: Source:
hu: Forrás:

source: Export Library
hu: Könyvtár exportálása

source: Toggle Sidebar View
hu: Oldalnézet váltása

source: items
hu: elem(ek)

source: Failed to remove item!
hu: Nem sikerült eltávolítani az elemet!

source: Renaming failed! {0}
hu: Átnevezés sikertelen! {0}

source: Library Add
hu: Könyvtár hozzáadása

source: Source code must be present to add to library!
hu: Forráskódnak jelen kell lennie a könyvtárhoz való hozzáadáshoz!

source: File already exists in Library. Replace it?
hu: Már létezik ebben a könyvtárban: "{0}" Lecseréljem?

source: Adding to Library failed! {0}
hu: Hozzáadás a könyvtárhoz sikertelen! {0}

source: Getting started...
hu: A kezdéshez...

source: For the sake of convenience, most tasks are handled in the context of a project. Start editing your files by first creating a project or opening an existing one.
hu: A kényelem kedvéért a legtöbb feladatot egy projekt keretében valósítjuk meg. Csak kezdd el szerkeszteni a fájlokat egy új projekt létrehozásával, vagy egyszerűen folytasd, egy már létező projekt megnyitásával.

source: Recent Projects:
hu: Legutóbbi Projektek:

source: Project Homepage
hu: A program honlapja

source: Project Folder
hu: Projektmappa
